{
  "Header": {
    "title": "Data Science That Doesn't Break the Bank",
    "paragraph": "Translating complex datasets into actionable insights, I leverage deep expertise in data science, engineering, and machine learning to propel businesses forward. With a strong foundation in mathematics and statistics, I offer custom solutions that cater to the individual needs of my clients. Enabling smarter decisions, improved efficiency, and measurable growth, Ugurel Data Solutions is committed to making data science accessible and affordable for all."
  },
  "About": {
    "paragraph": "A Ph.D. candidate in Transportation Engineering at the University of Washington with a B.S. degree from UT Austin, Ekin Ugurel is a data scientist and engineer based in Seattle, Washington. With a deep understanding of data and its limitless applications, Ekin is committed to transforming businesses in the region. Ekin's mission is to empower dynamic start-ups, small businesses, and aspiring individuals, enabling them to harness the power of data and unlock their full potential. Ekin leverages academic training and practical experience to turn complex data into insightful, actionable solutions, helping clients to thrive in today's data-driven world.",
    "Why": [
      "Tested experience",
      "Affordable treatments",
      "Simple, customized solutions",
      "Client-oriented code development"
    ],
    "Why2": [
      "Timely correspondence",
      "Client training and empowerment",
      "High-quality, meticulous design",
      "Comprehensive services"
    ]
  },
  "Gallery": [
    {
      "title": "Correcting Missingness in GPS Traces Using Machine Learning",
      "largeImage": "img/portfolio/ex1.png",
      "smallImage": "img/portfolio/ex1_500x333.png"
    },
    {
      "title": "Fusing Satellite Imagery with Mobile Data to Detect Tornadoes",
      "largeImage": "img/portfolio/tornado_visits.png",
      "smallImage": "img/portfolio/tornado_visits_500x333.png"
    },
    {
      "title": "Analyzing Changes to Travel Behavior due to COVID-19",
      "largeImage": "img/portfolio/tourdurations.png",
      "smallImage": "img/portfolio/tourdurations_500x333.png"
    },
    {
      "title": "Analyzing Changes to Travel Behavior due to COVID-19",
      "largeImage": "img/portfolio/trip_modes.png",
      "smallImage": "img/portfolio/trip_modes_500x333.png"
    },
    {
      "title": "Clusters of Transit Ridership in the Puget Sound Region with Free Fares as Treatment",
      "largeImage": "img/portfolio/AggregatedDailyRidership.png",
      "smallImage": "img/portfolio/AggregatedDailyRidership_500x333.png"
    },
    {
      "title": "Dynamic Pricing Model to Minimize Intra-day EV Charging Load Variation",
      "largeImage": "img/portfolio/pluginout_distribution.png",
      "smallImage": "img/portfolio/pluginout_distribution_500x333.png"
    }
  ],
  "Services": [
    {
      "icon": "fa fa-puzzle-piece",
      "name": "Inferential Statistics",
      "text": "By analyzing samples of data and making inferences about the larger population, we help businesses gain insights into trends, patterns, and relationships in their data. This empowers them to test hypotheses, make predictions, and drive strategic decisions based on statistical evidence."
    },
    {
      "icon": "fa fa-clock-o",
      "name": "Time-Series Analyses",
      "text": "Many business variables are tracked over time, such as sales, customer demand, or stock prices. Our time-series analysis services provide businesses with the tools to understand these trends, seasonality, and cycles in their data. With this understanding, we can help forecast future values, detect anomalies, and make strategic decisions based on time-dependent patterns."
    },
    {
      "icon": "fa fa-bar-chart",
      "name": "Data Visualizations",
      "text": "Data, in its raw form, can be overwhelming and difficult to interpret. That's why we specialize in creating clear, engaging, and informative data visualizations. From dashboards to detailed graphs, we transform complex datasets into visual narratives that can be easily understood, helping stakeholders to see the bigger picture, identify trends and anomalies, and make data-driven decisions with confidence."
    },
    {
      "icon": "fa fa-cog",
      "name": "Predictive Modeling",
      "text": "We provide predictive modeling services to help businesses forecast future outcomes based on historical data. Utilizing advanced machine learning algorithms and techniques, we build models that can predict customer behavior, market trends, sales volumes, and more."
    },
    {
      "icon": "fa fa-flask",
      "name": "Data Cleaning/Preprocessing",
      "text": "The quality of your data can significantly impact the results of your data analysis. With our data cleaning and preprocessing services, we help businesses ensure that their data is accurate, consistent, and ready for analysis."
    },
    {
      "icon": "fa fa-pie-chart",
      "name": "Feature Selection",
      "text": "Our feature selection services help businesses identify the most relevant variables for their models, reducing overfitting, improving model performance, and saving computational resources. Whether it's through filter methods, wrapper methods, or embedded methods, we provide a systematic approach to feature selection that's tailored to your specific data and business objectives."
    }
  ],
  "Contact": {
    "address": "6204 29th Ave NE, Seattle, WA 98115 ",
    "phone": "+1 512 704 2016",
    "email": "ugureldatasolutions@gmail.com",
    "facebook": "fb.com",
    "twitter": "twitter.com",
    "youtube": "youtube.com"
  }
}
